tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

# brew
brew "git" 
brew "git-lfs"
brew "mas" # mac app store에 있는 앱을 설치하기 위한 brew
brew "cask"
brew "zsh"

# cask
cask "figma"
cask "notion"
cask "google-chrome"
# -productivity
cask "alfred"
cask "monitorcontrol"
cask "gitify"
# -develop
cask "iterm2"
cask "openinterminal-lite"
cask "visual-studio-code"
cask "xcodes"
cask "fig"
# -messenger
cask "slack"
cask "zoom"

# mac app
mas "Amphetamine", id: 937984704
# mas "Flow", id: 1423210932
# mas "Grammarly for Safari", id: 1462114288
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
# mas "Spark", id: 1176895641
mas "Yoink", id: 457622435
mas "유니콘", id: 1231935892
mas "카카오톡", id: 869223134
# mas "PopClip", id: 445189367
# mas "Things 3", id: 904280696
